[
    {
        "idProduct": 1,
        "category": "Pesca",
        "title": "Carrete Okuma Alaris",
        "price": 150000,
        "smallDescription": "Con un marco resistente a la corrosión, placas laterales y un diseño de rotor de flujo ciclónico, así como una bobina de aluminio mecanizado en dos tonos y un mango de metal rígido para mayor resistencia y durabilidad.",
        "detailedDescription": "El Alaris funciona sin problemas en la salida de la línea y la recuperación.Gran carrete para agua dulce y acción costera ligera. - Sistema de frenos multidisco, lubricado con aceite japonés. - 3BB + 1 RB Balineras. - Rodamientos con sistema Quick-set para anti-reverse continuo. - Piñón principal de bronce mecanizado. - Cuerpo y rotor de grafito resistente a la corrosión. - CFR: Tecnología Cyclonic Flow Rotor. - Diseño de manivela de metal rígido para mayor resistencia. - Carrete de aluminio mecanizado anodizado en 2 tonos con borde LCS. - Rodillos de acero inoxidables anti corrosión. - RESII: Rotor balanceado por computadora.",
        "images": [
            "carrete-okuma-alaris.jpg",
            "carrete-okuma-alaris-preview1.jpg",
            "carrete-okuma-alaris-preview2.jpg",
            "carrete-okuma-alaris-preview3.jpg"
        ],
        "url": "https://www.youtube.com/embed/QeRVtNfF864",
        "units": 10,
        "colors": [
            "azul",
            "rojo",
            "verde"
        ],
        "size": [
            3000,
            4000,
            4500,
            5000,
            6000
        ],
        "classification": "Carreteles",
        "reference": "Ean13 4718947023353"
    },
    {
        "idProduct": 2,
        "category": "Pesca",
        "title": "Berkley Choppo Saltwater",
        "price": 67000,
        "smallDescription": "Ya sea que sea un guerrero de fin de semana o un profesional experimentado, este señuelo de agua salada fácil de usar está diseñado para brindar una acción explosiva en el agua. Corta y enrolla el Berkley® Choppo en aguas abiertas para una acción de despertar fuerte.",
        "detailedDescription": "La hélice de cola duradera del Choppo no se derretirá en su caja de aparejos, y el área de superficie mejorada proporciona más sonido y rocío. El equilibrio de precisión del señuelo asegura que su acción comience de inmediato y nade en línea recta a una variedad de velocidades. - Señuelo de agua superior fácil de usar. - Cola de hélice ahuecada duradera. - Área de superficie de la hélice mejorada para máxima perturbación de la superficie. - Nada en línea recta a una variedad de velocidades. - Mejorado con anzuelos afilados 3X Anti-Rust Fusion19™",
        "images": [
            "berkley-choppo-saltwater_2.jpg"
        ],
        "url": null,
        "units": 5,
        "colors": [
            "azul",
            "rojo",
            "verde",
            "rosado",
            "blanco"
        ],
        "size": [
            "8cm",
            "10cm",
            "14cm"
        ],
        "classification": "Señuelos",
        "reference": "BHBSWCP105"
    },
    {
        "idProduct": 3,
        "category": "Pesca",
        "title": "Caña Shakespeare Ugly Stik® GX2 Spinning",
        "price": 229200,
        "smallDescription": "Ugly Stik®GX2 ™ es la siguiente generación de Ugly Stik® que combina el patrimonio y la tradición del original, manteniendo la resistencia y durabilidad por las que se conocen las cañas Ugly Stiks.",
        "detailedDescription": "Ofrecen un mejor equilibrio para una sensación más ligera, componentes mejorados y estéticos llamativos para un aspecto más moderno. - Construcción Ugly Tech ™ con una combinación de grafito y fibra de vidrio para crear una caña fuerte pero sensible con un mejor equilibrio para una sensación de peso más ligero. - Guías Ugly Tuff ™ de acero inoxidable de una sola pieza para eliminar las salidas de inserción y pueden usarse con todo tipo de líneas, incluyendo trenzadas. - Diseño Ugly Stik® Clear Tip® para mayor resistencia y mayor sensibilidad. - Empuñaduras EVA duraderas y ligeras.",
        "images": [
            "cana-shakespeare-ugly-stik-gx2-spinning-1.jpg"
        ],
        "url": "https://www.youtube.com/embed/tNLv86YtpR4",
        "units": 5,
        "colors": [
            "azul",
            "rojo",
            "verde",
            "negro"
        ],
        "size": [
            "145cm",
            "152cm",
            "183cm",
            "198cm"
        ],
        "classification": "Cañas",
        "reference": "USSP602M"
    },
    {
        "idProduct": 4,
        "category": "Pesca",
        "title": "Carrete Penn Slammer IV Spinning 8+1 Balineras",
        "price": 884184,
        "smallDescription": "El Slammer IV está repleto de más funciones que nunca. A partir de nuestro cuerpo y carrete sellados IPX6 probados, rediseñamos nuestro sistema de arrastre Slammer® para no solo estar mejor sellado, sino también ofrecer una gama más amplia de arrastre utilizable, todo mientras está soportado por balineras que dan una mayor suavidad.",
        "detailedDescription": "Al agregar nuestra tecnología de engranajes CNC de latón, el sistema de balineras de acero inoxidable 8+1 y el cojinete de rodillos de línea hidrofóbica, se ha convertido al Slammer IV en el último caballo de batalla. o Cuerpo y placa lateral de metal completo. - Tecnología de engranajes CNC con engranaje principal de latón. - Diseño de bobina y cuerpo sellado IPX6. - Sistema de arrastre Sealed Slammer® con Dura-Drag™ (Tamaños 3500-10500). - Arandelas de arrastre de fibra de carbono HT-100™ (solo tamaño 2500). - Sistema de balineras de acero inoxidable 8+1. - Balinera de rodillos de línea hidrofóbica. - Perilla de mango de EVA de repuesto (tamaños 3500-10500). - Los tamaños 2500-5500 tienen disparo de diadema automático. - Los tamaños 6500-10500 tienen disparo de diadema manual",
        "images": [
            "carrete-penn-slammer-iv-spinning-81-balineras_2.jpg"
        ],
        "url": null,
        "units": 5,
        "colors": [
            "azul",
            "rojo",
            "verde",
            "negro",
            "dorado"
        ],
        "size": [
            2500,
            3000,
            3500,
            4000,
            5000,
            6000,
            7000,
            8000,
            10500
        ],
        "classification": "Carreteles",
        "reference": "SLAIVHS"
    },
    {
        "idProduct": 5,
        "category": "Pesca",
        "title": "Señuelo Berkley PowerBait Glitter Trout Bait",
        "price": 29100,
        "smallDescription": "Esta masa dispersa aromas avanzados y potenciadores de atracción.",
        "detailedDescription": "Esta masa dispersa aromas avanzados y potenciadores de atracción. Su glitter cristalina refleja luz y aumenta la visibilidad. Los científicos han pasado más de 25 años perfeccionando la fórmula exclusiva de PowerBait de aroma y sabor irresistible. Los peces aman PowerBait tanto y duran 18 veces más, dándole tiempo y confianza para soportar más mordidas y capturar más peces!.",
        "images": [
            "senuelo-berkley-powerbait-glitter-trout-bait_1.jpg"
        ],
        "url": null,
        "units": 5,
        "colors": [
            "azul",
            "rojo",
            "verde",
            "negro",
            "dorado"
        ],
        "size": [
            "15gr",
            "30gr",
            "50gr"
        ],
        "classification": "Señuelos",
        "reference": "STBGC"
    },
    {
        "idProduct": 6,
        "category": "Pesca",
        "title": "Carretel Shimano Sienna FG 4 Balineras",
        "price": 198000,
        "smallDescription": "Sienna FG es una versión mejorada de su antecesor, bien equilibrado con 3+1 balineras, de alto rendimiento construido a un precio increíblemente asequible. Incorporando el sistema de gestión de línea de propulsión para lanzamientos más largos y nudos de viento reducidos, los Sienna usan Super Stopper II para un anti-retroceso instantáneo sin juego hacia atrás.",
        "detailedDescription": "Disponible en tamaños adecuados para todos, desde agua dulce hasta pesca costera ligera.",
        "images": [
            "carretel-shimano-sienna-fg-4-balineras_1.jpg"
        ],
        "url": "https://www.youtube.com/embed/gB4tqXs98AA",
        "units": 5,
        "colors": [
            "azul",
            "rojo",
            "verde",
            "negro",
            "dorado"
        ],
        "size": [
            500,
            1000,
            2500,
            3000,
            3500,
            4000
        ],
        "classification": "Carreteles",
        "reference": "SNFG"
    },
    {
        "idProduct": 7,
        "category": "Pesca",
        "title": "Nomad Chug Norris Popper",
        "price": 89800,
        "smallDescription": "El Popper de agua salada CHUG NORRIS es fácil de usar y no requiere mucho esfuerzo para obtener un gran pop debido a la forma única del cuerpo y al diseño hidrodinámico. También se puede trabajar con pequeños estallidos sutiles y moverse en la superficie o se puede usar en alta mar. Sea cual sea la aplicación, encontrará que el popper Chug Norris es uno de los poppers más fáciles de usar y efectivos disponibles.",
        "detailedDescription": "Cuenta con una placa de acero inoxidable estampada a máquina y un sistema de malla interna de armadura de diamante, es uno de los señuelos más resistentes disponibles y está a la altura de cualquier desafío. Diseñados y probados en Australia por el equipo de pesca deportiva Nomad, los señuelos Nomad Design no solo son súper resistentes y duraderos, sino que también presentan colores únicos y, lo que es más importante, formas y acciones únicas y altamente efectivas. Cada señuelo ha sido diseñado para un propósito específico y ha sido balanceado y probado para funcionar perfectamente con los anzuelos elegidos. Cada señuelo de Nomad Design ha sido diseñado por décadas de experiencia en el agua para ser más resistente, durar más y atrapar peces grandes.",
        "images": [
            "nomad-chug-norris-popper.jpg"
        ],
        "url": "https://www.youtube.com/embed/yRy4_p-MIgI",
        "units": 5,
        "colors": [
            "azul",
            "rojo",
            "verde",
            "negro",
            "dorado",
            "amarillo"
        ],
        "size": [
            "12cm",
            "15cm"
        ],
        "classification": "Señuelos",
        "reference": "CHUG120-CAL"
    },
    {
        "idProduct": 8,
        "category": "Camping",
        "title": "Mochila Camuflada Ridge Hunter 2.0 Hunting Pack",
        "price": 98900,
        "smallDescription": "Perfecto para caminatas, cuenta con una fácil organización para todo tu equipo. Un compartimento principal grande con cremalleras dobles que ofrece una entrada sencilla para que pueda encontrar lo que necesita.",
        "detailedDescription": "Mientras que un compartimento secundario cuenta con un sistema de organización interno de 3 partes para garantizar que los artículos de uso frecuente se puedan ubicar de inmediato. El bolsillo frontal con cremallera asegura lo esencial, mientras que el bolsillo lateral de malla elástica es perfecto para guardar termos de hidratación. Cuenta con correas de hombro ajustables y una textura antideslizante que evita que se resbalen o rocen. - Compartimento principal grande y de fácil acceso. - El compartimento secundario cuenta con organización interna. - El bolsillo lateral de malla elástica es ideal para botellas de agua. - Correas de hombro ajustables. - Textura antideslizante que reduce el roce. - MEDIDAS: 41.91 cm H x 35,56 cm x 22,86 cm.",
        "images": [
            "mochila-camuflada-ridge-hunter-20-hunting-pack.jpg"
        ],
        "url": null,
        "units": 5,
        "colors": [
            "azul",
            "rojo",
            "verde",
            "negro",
            "dorado",
            "amarillo",
            "cafe"
        ],
        "size": [
            "único"
        ],
        "classification": "Bolsos",
        "reference": "RHPKANATI20"
    },
    {
        "idProduct": 9,
        "category": "Camping",
        "title": "Maletín Shakespeare Small Tackle Bag",
        "price": 129800,
        "smallDescription": "Excelente bolso para transportar tus señuelos, carreteles, accesorios y demas para tus días de pesca.",
        "detailedDescription": "Incluye 2 cajas para señuelos. - Medidas 29x18x20cm(11.25 x 7.24 x 7.9). - 937 pulgadas cúbicas. - Gran apertura superior con cierre de cremallera. - Bolsillo frontal con cierre de cremallera. - El bolsillo delantero para accesorios organiza el equipo - Dos bolsillos laterales con cierres de cremallera.",
        "images": [
            "maletin-shakespeare-small-tackle-bag.jpg"
        ],
        "url": null,
        "units": 5,
        "colors": [
            "azul",
            "rojo",
            "verde",
            "negro",
            "dorado",
            "amarillo",
            "cafe"
        ],
        "size": [
            "único"
        ],
        "classification": "Bolsos",
        "reference": "SKA003SKSP"
    },
    {
        "idProduct": 10,
        "category": "Camping",
        "title": "Carpa Cloud Naturalhike",
        "price": 640000,
        "smallDescription": "Estructura fabricada en aleación de aluminio y cubierta de silicona y nylon, para proporcionar una gran relación resistencia/peso.",
        "detailedDescription": "Cuenta con capacidad para 2 personas. - Impermeabilidad: 4000mm. - Peso: 1560gr. - Dimensiones: 215x125x110cm.",
        "images": [
            "Nómadas-Outdoor-Carpa-Cloud-01.png"
        ],
        "url": null,
        "units": 5,
        "colors": [
            "azul",
            "rojo",
            "verde",
            "negro",
            "dorado",
            "amarillo",
            "cafe"
        ],
        "size": [
            "único"
        ],
        "classification": "Carpas",
        "reference": "CRP300S"
    },
    {
        "idProduct": 11,
        "category": "Camping",
        "title": "Ollas Antiadherentes",
        "price": "50000",
        "smallDescription": "Olla para camping con manijas antideslizantes, material antiadherente, capacidad 1L.",
        "detailedDescription": "Olla antiadherente fabricada en aleación de aluminio, contenido del paquete: una olla (olla+tapa).",
        "images": [
            "img - 1653540937058.png",
            "img - 1653540937062.png",
            "img - 1653540937063.png"
        ],
        "url": "",
        "units": "5",
        "colors": [
            "gris",
            " verde",
            " naranja"
        ],
        "size": [
            "único"
        ],
        "classification": "Cocina",
        "reference": "OLS100A"
    }
]